/* Alert message delivered when there is something that prevents the user from adding a new photo to the database that the user can do nothing about. */
"ALERT_CANT_ADD_PHOTO" = "Désolé, ce dispositif ne peut pas ajouter une photo.";

/* Alert given to user when they try to filter a photo, but they haven't even taken a photo yet. */
"ALERT_CANT_FILTER_WITHOUT_PHOTO" = "Vous devez prendre une photo d'abord!";

/* Text on button which dismisses an alert which explained a problem adding a photo to the database. */
"ALERT_DISMISS_BUTTON" = "OK";

/* User tried to dismiss modal controller to add a photo, but the location the photo was taken could not be found maybe because the user has no network connection active. */
"ALERT_LOCATION_NETWORK_DISABLED" = "Vous ne pouvez pas savoir où cette photo est prise. Vérifiez votre connexion au réseau.";

/* User tried to dismiss modal controller to add a photo, but the location the photo was taken could not be found because the user needs to enable location services in the Settings application. */
"ALERT_LOCATION_SERVICES_DISABLED" = "Location Services désactivés dans la vie privée dans l'application Réglages.";

/* User tried to dismiss modal controller to add a photo, but the controller cannot figure out the location the photo was taken. */
"ALERT_LOCATION_UNKNOWN" = "Vous ne pouvez pas savoir où cette photo est prise, désolé.";

/* User tried to dismiss modal controller to add a photo, but the controller had not (yet) found the location the photo was taken. */
"ALERT_LOCATION_UNKNOWN_YET" = "Impossible de savoir où cette photo a été prise (encore).";

/* User tried to dismiss modal controller to add a photo, but had not taken a photo at that point. */
"ALERT_NO_PHOTO_TAKEN" = "Aucune photo prise!";

/* Title of an alert that appears when there is a problem adding a photo to the database. */
"ALERT_TITLE_ADD_PHOTO" = "Ajouter une photo";

/* User tried to dismiss modal controller to add a photo, but had not specified a title for the photo, which is required. */
"ALERT_TITLE_REQUIRED" = "Titre nécessaire!";

/* Action sheet choice which cancels filtering an image. */
"FILTER_ACTION_SHEET_CANCEL" = "Ne pas filtrer";

/* Title of Filter Image action sheet. */
"FILTER_ACTION_SHEET_TITLE" = "Filtre image";

/* Action sheet choice for applying a blurring filter to a photo taken by the user. */
"FILTER_BLUR" = "Blur";

/* Action sheet choice for applying a chrome filter to a photo taken by the user. */
"FILTER_CHROME" = "Chrome";

/* Action sheet choice for applying a fade filter to a photo taken by the user. */
"FILTER_FADE" = "Fade";

/* Action sheet choice for applying a noir filter to a photo taken by the user. */
"FILTER_NOIR" = "Noir";

